Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: The report captures app signing, helper install state, connectivity, launch-at-login approval, and menu bar reachability so support issues can be triaged without guessing.
af: Die verslag vang programondertekening, hulpinstallasiestatus, konnektiwiteit, goedkeuring van bekendstelling by-aanmelding en kieslysbalk-bereikbaarheid vas sodat ondersteuningskwessies opgespoor kan word sonder om te raai.
am: ሪፖርቱ የድጋፍ ጉዳዮች ሳይገመቱ እንዲቀያየሩ የመተግበሪያ ፊርማን፣ አጋዥ ጭነት ሁኔታን፣ ግንኙነትን፣ በመግቢያ ጊዜ ማጽደቅን እና የምናሌ አሞሌ ተደራሽነትን ይይዛል።
ar: يلتقط التقرير توقيع التطبيق، وحالة تثبيت المساعد، والاتصال، والموافقة على التشغيل عند تسجيل الدخول، وإمكانية الوصول إلى شريط القائمة حتى يمكن فرز مشكلات الدعم دون التخمين.
az: Hesabat proqramın imzalanması, köməkçi quraşdırma vəziyyəti, əlaqə, giriş zamanı işə salınma təsdiqi və menyu çubuğunun əlçatanlığını əks etdirir, beləliklə, dəstək məsələləri təxmin edilmədən həll edilə bilər.
be: Справаздача фіксуе подпіс прыкладанняў, стан усталявання дапаможніка, падключэнне, зацвярджэнне запуску пры ўваходзе і даступнасць панэлі меню, таму праблемы са службай падтрымкі можна разглядаць без угадвання.
bg: Докладът улавя подписване на приложение, състояние на инсталиране на помощник, свързаност, одобрение при стартиране при влизане и достъпност на лентата с менюта, така че проблемите с поддръжката да могат да бъдат преглеждани без предположения.
bn: রিপোর্টে অ্যাপ সাইনিং, হেল্পার ইন্সটল স্টেট, কানেক্টিভিটি, লঞ্চ-এ-লগইন অ্যাপ্রুভাল এবং মেনু বারে পৌঁছানো যায়, যাতে অনুমান না করেই সহায়তার সমস্যাগুলো ট্রাইজেড করা যায়।
bs: Izvještaj bilježi potpisivanje aplikacija, stanje instalacije pomoćnika, povezanost, odobrenje pokretanja pri prijavi i dostupnost trake menija tako da se problemi s podrškom mogu trijažirati bez nagađanja.
ca: L'informe recull la signatura d'aplicacions, l'estat d'instal·lació de l'ajudant, la connectivitat, l'aprovació del llançament a l'inici de sessió i l'accessibilitat a la barra de menús, de manera que es poden resoldre els problemes de suport sense endevinar-los.
ceb: Gikuha sa taho ang pagpirma sa app, estado sa pag-install sa katabang, koneksyon, pag-apruba sa paglansad sa pag-login, ug pagkab-ot sa menu bar aron ang mga isyu sa suporta mahimong masulayan nga wala’y pagtag-an.
co: U rapportu cattura a firma di l'app, u statu di l'installazione di l'aiutu, a connettività, l'approvazione di u lanciu à u login, è l'accessibilità di a barra di menu per chì i prublemi di supportu ponu esse trigatu senza indovinà.
cs: Zpráva zachycuje podepisování aplikací, stav instalace pomocníka, konektivitu, schválení spuštění při přihlášení a dostupnost panelu nabídek, takže problémy s podporou lze řešit bez dohadů.
cy: Mae'r adroddiad yn cofnodi llofnodi ap, cyflwr gosod cynorthwyydd, cysylltedd, cymeradwyaeth lansio-wrth-mewngofnodi, a hygyrchedd bar dewislen fel y gellir brysbennu materion cymorth heb ddyfalu.
da: Rapporten fanger app-signering, hjælperinstallationstilstand, tilslutningsmuligheder, start-ved-login-godkendelse og menulinjens tilgængelighed, så supportproblemer kan løses uden at gætte.
de: Der Bericht erfasst die App-Signierung, den Installationsstatus des Hilfsprogramms, die Konnektivität, die Genehmigung des Starts bei der Anmeldung und die Erreichbarkeit der Menüleiste, sodass Supportprobleme ohne Vermutungen untersucht werden können.
el: Η αναφορά καταγράφει την υπογραφή εφαρμογών, την κατάσταση εγκατάστασης βοηθού, τη συνδεσιμότητα, την έγκριση εκκίνησης κατά τη σύνδεση και την προσβασιμότητα στη γραμμή μενού, ώστε τα ζητήματα υποστήριξης να μπορούν να επιλυθούν χωρίς εικασίες.
eo: La raporto kaptas subskribon de aplikaĵoj, staton de instalo de helpanto, konekteblecon, aprobon de lanĉo ĉe ensaluto kaj atingeblo de menubreto, por ke subtenaj problemoj povas esti triigitaj sen divenado.
es: El informe captura la firma de la aplicación, el estado de instalación del asistente, la conectividad, la aprobación del inicio de sesión y la accesibilidad de la barra de menú para que los problemas de soporte se puedan clasificar sin tener que adivinar.
et: Aruanne kajastab rakenduse allkirjastamist, abistaja installi olekut, ühenduvust, käivitamise kinnitamist sisselogimisel ja menüüriba juurdepääsetavust, nii et tugiprobleeme saab ilma arvata.
eu: Txostenak aplikazioen sinadura, laguntzailearen instalazioaren egoera, konektibitatea, abiaraztean saioa hasteko onarpena eta menu-barraren irisgarritasuna jasotzen ditu, laguntza-arazoak asmatu gabe aztertu ahal izateko.
fa: این گزارش امضای برنامه، وضعیت نصب کمکی، اتصال، تأیید راه‌اندازی ورود به سیستم و دسترسی به نوار منو را ثبت می‌کند، بنابراین می‌توان مشکلات پشتیبانی را بدون حدس زدن تریاژ کرد.
fi: Raportti tallentaa sovelluksen allekirjoittamisen, apuohjelman asennuksen tilan, liitettävyyden, käynnistyksen sisäänkirjautumisen yhteydessä hyväksynnän ja valikkopalkin saavutettavuuden, joten tukiongelmia voidaan kokeilla arvaamatta.
fil: Kinukuha ng ulat ang pag-sign ng app, helper install state, connectivity, launch-at-login approval, at menu bar reachability para masuri ang mga isyu sa suporta nang hindi hinuhulaan.
fr: Le rapport capture la signature des applications, l'état d'installation de l'assistant, la connectivité, l'approbation du lancement à la connexion et l'accessibilité de la barre de menus afin que les problèmes d'assistance puissent être triés sans deviner.
fy: It rapport vangt app-ûndertekening, helperynstallaasjestatus, ferbining, goedkarring fan lansearring-by-oanmelde, en berikberens fan menubalke, sadat stipeproblemen kinne wurde triage sûnder rieden.
ga: Gabhann an tuarascáil síniú aipeanna, staid suiteála an chúntóra, nascacht, faomhadh seoladh-ag-logáil isteach, agus insroichteacht an bharra roghchláir ionas gur féidir saincheisteanna tacaíochta a thriáiseáil gan buille faoi thuairim a thabhairt.
gd: Bidh an aithisg a’ glacadh soidhnigeadh app, stàite stàlaidh neach-cuideachaidh, ceangal, cead cur air bhog-aig-logadh a-steach, agus ruigsinneachd bàr clàr-taice gus an tèid cùisean taic a sgrùdadh gun a bhith a’ tomhas.
gl: O informe recolle a sinatura de aplicacións, o estado de instalación do axudante, a conectividade, a aprobación do inicio no inicio de sesión e a accesibilidade da barra de menús, polo que se poden resolver os problemas de asistencia sen adiviñar.
gu: રિપોર્ટમાં એપ સાઈનિંગ, હેલ્પર ઈન્સ્ટોલ સ્ટેટ, કનેક્ટિવિટી, લોંચ-એટ-લોગિન એપ્રુવલ અને મેનૂ બારની પહોંચની ક્ષમતાને કેપ્ચર કરવામાં આવી છે જેથી અનુમાન લગાવ્યા વગર સપોર્ટ ઈશ્યુને ટ્રાય કરી શકાય.
ha: Rahoton ya ɗauki sa hannun app, mai shigar da jihar, haɗin kai, amincewar ƙaddamarwa-a-shigo, da isa ga mashaya don haka za a iya daidaita batutuwan tallafi ba tare da hasashe ba.
haw: Hoʻopaʻa ʻia ka hōʻike i ke kau inoa ʻana o ka app, kōkua e hoʻokomo i ka mokuʻāina, ka hoʻohui ʻana, ka ʻae ʻana i ka hoʻomaka-ma-login, a me ka hiki ʻana o ka papa kuhikuhi i hiki ke hoʻāʻo ʻia nā pilikia kākoʻo me ka manaʻo ʻole.
he: הדוח מתעד חתימת אפליקציה, מצב התקנת מסייע, קישוריות, אישור הפעלה בכניסה, והנגישות של שורת התפריטים כך שניתן לפתור בעיות תמיכה מבלי לנחש.
hi: रिपोर्ट में ऐप साइनिंग, हेल्पर इंस्टॉल स्टेट, कनेक्टिविटी, लॉन्च-एट-लॉगिन अनुमोदन और मेनू बार रीचैबिलिटी को शामिल किया गया है ताकि समर्थन समस्याओं का अनुमान लगाए बिना प्रयास किया जा सके।
hmn: Daim ntawv tshaj tawm ntes app kos npe, tus pab txhim kho lub xeev, kev sib txuas, kev tso cai tso tawm-ntawm-tus ID nkag mus, thiab cov ntawv qhia zaub mov muaj peev xwm ncav cuag tau yog li kev txhawb nqa cov teeb meem tuaj yeem raug sim yam tsis xav tau.
hr: Izvješće bilježi potpisivanje aplikacije, stanje instalacije pomoćnika, povezanost, odobrenje pokretanja pri prijavi i dostupnost trake izbornika tako da se problemi s podrškom mogu riješiti bez nagađanja.
ht: Rapò a pran siyati aplikasyon, eta enstalasyon asistan, koneksyon, apwobasyon lansman nan koneksyon, ak aksè ba meni pou pwoblèm sipò yo ka triye san yo pa devine.
hu: A jelentés rögzíti az alkalmazás aláírását, a segédprogram telepítési állapotát, a kapcsolatot, a bejelentkezéskor történő indítás jóváhagyását és a menüsor elérhetőségét, így a támogatási problémák találgatások nélkül kivizsgálhatók.
hy: Զեկույցը ֆիքսում է հավելվածների ստորագրումը, օգնականի տեղադրման վիճակը, կապի հնարավորությունը, մուտքի գործարկման հաստատումը և ընտրացանկի տողերի հասանելիությունը, որպեսզի աջակցության խնդիրները հնարավոր լինի լուծել առանց գուշակելու:
id: Laporan ini mencatat penandatanganan aplikasi, status instalasi pembantu, konektivitas, persetujuan peluncuran saat login, dan jangkauan bilah menu sehingga masalah dukungan dapat diprioritaskan tanpa perlu menebak-nebak.
ig: Akụkọ ahụ weghaara mbinye aka ngwa, onye inyeaka wụnye steeti, njikọta, nnabata mmalite na nbanye, yana ịnweta mmanya menu ka enwere ike ịhazi okwu nkwado na-enweghị ịkọ nkọ.
is: Skýrslan fangar undirritun forrita, stöðu aðstoðaruppsetningar, tengingar, samþykki ræsingar við innskráningu og aðgengi að valmyndarstikunni svo hægt sé að leysa stuðningsvandamál án þess að giska á.
it: Il report acquisisce la firma dell'app, lo stato di installazione dell'helper, la connettività, l'approvazione del lancio all'accesso e la raggiungibilità della barra dei menu in modo che i problemi di supporto possano essere valutati senza tirare a indovinare.
ja: このレポートでは、アプリの署名、ヘルパーのインストール状態、接続、ログイン時の起動の承認、メニュー バーへの到達可能性がキャプチャされるため、推測することなくサポートの問題を優先順位付けできます。
jv: Laporan kasebut njupuk tandha app, status instal helper, konektivitas, persetujuan peluncuran-ing-login, lan keterjangkauan bar menu supaya masalah dhukungan bisa dicoba tanpa ngira.
ka: ანგარიში ასახავს აპლიკაციის ხელმოწერას, დამხმარე ინსტალაციის მდგომარეობას, დაკავშირებას, გაშვების დროს შესვლის დადასტურებას და მენიუს ზოლის ხელმისაწვდომობას, ასე რომ მხარდაჭერის საკითხები შეიძლება გამოიცნოს გარეშე.
kk: Есеп қолданбаға қол қоюды, көмекшінің орнату күйін, қосылымды, кіру кезінде іске қосуды мақұлдауды және мәзір жолағына қол жеткізу мүмкіндігін қамтиды, осылайша қолдау мәселелерін болжаусыз шешуге болады.
km: របាយការណ៍នេះចាប់យកការចុះហត្ថលេខាលើកម្មវិធី ជំនួយការដំឡើងស្ថានភាព ការតភ្ជាប់ ការអនុម័តការបើកដំណើរការនៅពេលចូល និងលទ្ធភាពឈានដល់របារម៉ឺនុយ ដូច្នេះបញ្ហាជំនួយអាចត្រូវបានសាកល្បងដោយមិនចាំបាច់ទាយ។
kn: ವರದಿಯು ಅಪ್ಲಿಕೇಶನ್ ಸಹಿ ಮಾಡುವಿಕೆ, ಸಹಾಯಕ ಸ್ಥಾಪನೆ ಸ್ಥಿತಿ, ಸಂಪರ್ಕ, ಲಾಂಚ್-ಆಟ್-ಲಾಗಿನ್ ಅನುಮೋದನೆ ಮತ್ತು ಮೆನು ಬಾರ್ ತಲುಪುವಿಕೆಯನ್ನು ಸೆರೆಹಿಡಿಯುತ್ತದೆ ಆದ್ದರಿಂದ ಬೆಂಬಲ ಸಮಸ್ಯೆಗಳನ್ನು ಊಹಿಸದೆ ಟ್ರಯಜ್ ಮಾಡಬಹುದು.
ko: 보고서는 앱 서명, 도우미 설치 상태, 연결, 로그인 시 실행 승인, 메뉴 표시줄 연결 가능성을 포착하므로 추측 없이 지원 문제를 분류할 수 있습니다.
ku: Rapor îmzakirina sepanê, rewşa sazkirina arîkar, girêdan, pejirandina destpêkirina têketinê, û gihîştina barika menuyê digire da ku pirsgirêkên piştgirî bêyî texmîn bêne ceribandin.
ky: Отчет колдонмого кол коюуну, жардамчы орнотуунун абалын, туташууну, кирүү учурунда ишке киргизүүнү бекитүүнү жана меню тилкесинин жеткиликтүүлүгүн чагылдырат, андыктан колдоо маселелерин ойлобостон чечүүгө болот.
la: Renuntiatio app subscriptionem capit, statum adiutorium inauguratum, connectivity, ad-login approbationem launch, et tabularum tabularum reachability ut subsidia quaestiones sine coniectura temptari possunt.
lb: De Bericht erfaasst App-Ënnerschreiwe, Hëllefsinstallatiounszoustand, Konnektivitéit, Start-um-Login Genehmegung, a Menübar-Erreechbarkeet, sou datt Ënnerstëtzungsprobleemer kënne triagéiert ginn ouni ze roden.
lo: ບົດລາຍງານບັນທຶກການລົງນາມໃນແອັບຯ, ຜູ້ຊ່ວຍການຕິດຕັ້ງສະຖານະ, ການເຊື່ອມຕໍ່, ການອະນຸມັດການເປີດຕົວເມື່ອເຂົ້າສູ່ລະບົບ, ແລະການເຂົ້າເຖິງແຖບເມນູເພື່ອໃຫ້ບັນຫາການສະຫນັບສະຫນູນສາມາດຖືກທົດລອງໂດຍບໍ່ມີການຄາດເດົາ.
lt: Ataskaitoje fiksuojamas programos pasirašymas, pagalbinio diegimo būsena, ryšys, paleidimo patvirtinimas prisijungimo metu ir meniu juostos pasiekiamumas, todėl palaikymo problemas galima išspręsti nespėliojant.
lv: Pārskatā ir ietverta lietotņu parakstīšana, palīga instalēšanas stāvoklis, savienojamība, palaišanas apstiprinājums pieteikšanās brīdī un izvēlņu joslas sasniedzamība, lai atbalsta problēmas varētu noteikt bez minējumiem.
mg: Ny tatitra dia mirakitra ny sonia fampiharana, mpanampy amin'ny fametrahana ny fanjakana, ny fifandraisana, ny fankatoavan'ny fanombohana amin'ny fidirana, ary ny fahafaha-miditra amin'ny menio mba hahafahan'ny olan'ny fanohanana azo jerena tsy misy vinavina.
mi: Ka hopuhia e te purongo te hainatanga taupānga, te kaiawhina ki te whakauru i te ahua, te hono, te whakaaetanga whakarewa-a-takiuru, me te toronga pae tahua kia taea ai te tarai i nga take tautoko me te kore e pohehe.
mk: Извештајот го доловува потпишувањето на апликацијата, состојбата на инсталацијата на помошникот, поврзувањето, одобрувањето за стартување при најавување и достапноста на лентата со мени, така што проблемите со поддршката може да се решат без погодување.
ml: ആപ്പ് സൈനിംഗ്, ഹെൽപ്പർ ഇൻസ്റ്റാളേഷൻ അവസ്ഥ, കണക്റ്റിവിറ്റി, ലോഞ്ച്-അറ്റ്-ലോഗിൻ അപ്രൂവൽ, മെനു ബാർ റീച്ചബിലിറ്റി എന്നിവ റിപ്പോർട്ട് ക്യാപ്‌ചർ ചെയ്യുന്നു, അതിനാൽ പിന്തുണാ പ്രശ്‌നങ്ങൾ ഊഹിക്കാതെ തന്നെ പരിഹരിക്കാനാകും.
mn: Уг тайланд апп-д гарын үсэг зурах, туслах суулгацын төлөв, холболт, нэвтрэх үед эхлүүлэх зөвшөөрөл, цэс рүү нэвтрэх боломж зэргийг багтаасан тул тусламжийн асуудлыг тааваргүйгээр шийдвэрлэх боломжтой.
mr: अहवालात ॲप साइनिंग, हेल्पर इन्स्टॉल स्थिती, कनेक्टिव्हिटी, लॉन्च-एट-लॉग-इन मंजूरी आणि मेनू बार पोहोचण्यायोग्यता कॅप्चर करते जेणेकरून समर्थन समस्या अंदाज न लावता ट्राय केले जाऊ शकतात.
ms: Laporan itu merakam tandatangan apl, keadaan pemasangan pembantu, ketersambungan, kelulusan pelancaran semasa log masuk dan kebolehcapaian bar menu supaya isu sokongan boleh dicuba tanpa meneka.
mt: Ir-rapport jaqbad l-iffirmar tal-app, l-istat tal-installazzjoni tal-helper, il-konnettività, l-approvazzjoni tat-tnedija waqt il-login, u l-aċċessibilità tal-bar tal-menu sabiex il-kwistjonijiet tal-appoġġ ikunu jistgħu jiġu ttrattati mingħajr guessing.
my: အစီရင်ခံစာသည် အက်ပ်လက်မှတ်ထိုးခြင်း၊ အကူအညီပေးသူ ထည့်သွင်းသည့်အခြေအနေ၊ ချိတ်ဆက်မှု၊ စတင်သည့်အချိန်၌ လော့ဂ်အင်ခွင့်ပြုချက်နှင့် မီနူးဘားရောက်ရှိနိုင်မှုတို့ကို ဖမ်းယူထားသောကြောင့် ပံ့ပိုးမှုပြဿနာများကို မှန်းဆစရာမလိုဘဲ စမ်းသပ်နိုင်သည်။
nb: Rapporten fanger opp appsignering, hjelpeinstallasjonsstatus, tilkobling, godkjenning ved start ved pålogging og tilgjengelighet for menylinjen, slik at støtteproblemer kan løses uten å gjette.
ne: रिपोर्टले एप साइनिङ, सहायक स्थापना अवस्था, जडान, लन्च-एट-लगइन स्वीकृति, र मेनु पट्टी पहुँच योग्यता क्याप्चर गर्दछ ताकि समर्थन मुद्दाहरू अनुमान नगरी ट्र्याज गर्न सकिन्छ।
nl: Het rapport legt de ondertekening van de app, de installatiestatus van de helper, de connectiviteit, de goedkeuring bij het opstarten bij het inloggen en de bereikbaarheid van de menubalk vast, zodat ondersteuningsproblemen zonder gissen kunnen worden beoordeeld.
ny: Lipotilo limajambula kusaina kwa pulogalamu, kuyika kwa othandizira, kulumikizidwa, kuvomereza kolowera, ndi kupezeka kwa menyu kuti zithandizire zitha kuyesedwa popanda kulingalira.
pa: ਰਿਪੋਰਟ ਐਪ ਸਾਈਨਿੰਗ, ਸਹਾਇਕ ਸਥਾਪਨਾ ਸਥਿਤੀ, ਕਨੈਕਟੀਵਿਟੀ, ਲੌਂਚ-ਐਟ-ਲੌਗਇਨ ਮਨਜ਼ੂਰੀ, ਅਤੇ ਮੀਨੂ ਬਾਰ ਦੀ ਪਹੁੰਚਯੋਗਤਾ ਨੂੰ ਕੈਪਚਰ ਕਰਦੀ ਹੈ ਤਾਂ ਜੋ ਅਨੁਮਾਨ ਲਗਾਏ ਬਿਨਾਂ ਸਹਾਇਤਾ ਸਮੱਸਿਆਵਾਂ ਨੂੰ ਟ੍ਰਾਈਜ ਕੀਤਾ ਜਾ ਸਕੇ।
pl: Raport rejestruje podpisywanie aplikacji, stan instalacji pomocniczej, łączność, zatwierdzanie uruchomienia przy logowaniu i dostępność paska menu, dzięki czemu można bez zgadywania rozwiązywać problemy związane z pomocą techniczną.
ps: راپور د اپلیکیشن لاسلیک کول ، د مرستندویه انسټال حالت ، ارتباط ، د لانچ په وخت کې د ننوتلو تصویب ، او د مینو بار لاسرسي نیولي نو د ملاتړ مسلې پرته له اټکل څخه تعقیب کیدی شي.
pt: O relatório captura a assinatura do aplicativo, o estado de instalação do auxiliar, a conectividade, a aprovação de inicialização no login e a acessibilidade da barra de menu para que os problemas de suporte possam ser triados sem adivinhação.
ro: Raportul surprinde semnarea aplicației, starea de instalare a ajutorului, conectivitate, aprobarea lansării la conectare și accesibilitatea barei de meniu, astfel încât problemele de asistență să poată fi rezolvate fără a ghici.
ru: Отчет фиксирует подписание приложения, состояние установки помощника, подключение, одобрение запуска при входе в систему и доступность строки меню, поэтому проблемы поддержки можно решать без догадок.
sd: رپورٽ ايپ سائننگ، مددگار انسٽال اسٽيٽ، ڪنيڪشن، لانچ-اي-لاگ ان جي منظوري، ۽ مينيو بار جي رسائي تي قبضو ڪري ٿي، تنهنڪري سپورٽ مسئلن کي بغير اندازو لڳائي سگهجي ٿو.
si: වාර්තාව යෙදුම් අත්සන් කිරීම, උපකාරක ස්ථාපන තත්ත්වය, සම්බන්ධතාව, දියත් කිරීමේ දී-පිවිසුම් අනුමැතිය සහ මෙනු තීරුව වෙත ළඟා වීමේ හැකියාව ග්‍රහණය කරයි, එබැවින් අනුමාන කිරීමකින් තොරව සහාය ගැටළු පරීක්ෂා කළ හැකිය.
sk: Správa zachytáva podpisovanie aplikácií, stav inštalácie pomocníka, konektivitu, schválenie spustenia pri prihlásení a dostupnosť panela s ponukami, takže problémy s podporou možno riešiť bez hádania.
sl: Poročilo zajema podpisovanje aplikacij, stanje namestitve pomočnika, povezljivost, odobritev zagona ob prijavi in dosegljivost menijske vrstice, tako da je mogoče težave s podporo preizkusiti brez ugibanja.
sm: O le lipoti o lo'o maua ai le saini o le app, fesoasoani fa'apipi'i le setete, feso'ota'iga, fa'atagaga-i-login fa'atagaga, ma le lisi o mea e mafai ona o'o atu ina ia mafai ona fa'ata'ita'iina mataupu lagolago e aunoa ma le matematega.
sn: Chirevo chinotora kusaina kweapp, mubatsiri wekuisa mamiriro, kubatana, kuvhura-ku-login mvumo, uye menyu bar yekusvikika kuitira kuti nyaya dzekutsigira dzitariswe pasina kufungidzira.
so: Warbixintu waxa ay qabataa saxeexa abka, rakibida caawiye gobolka, isku xidhka, ogolaanshaha bilawga-galitaanka, iyo gaadhista bar menu-ka si arrimaha taageerada loo kala sooci karo iyada oo aan la malaynayn.
sq: Raporti kap nënshkrimin e aplikacionit, gjendjen e instalimit të ndihmës, lidhjen, miratimin e nisjes në hyrje dhe aksesin e shiritit të menysë, në mënyrë që çështjet e mbështetjes të mund të zgjidhen pa hamendje.
st: Tlaleho e ts'oara ho saena ha lits'ebetso, boemo ba ho kenya bathusi, khokahanyo, tumello ea ho qala ha u kena, le mokhoa oa ho fihlella bara ea menyetla e le hore litaba tsa tšehetso li ka rarolloa ntle le ho hakanya.
su: Laporan éta ngarebut penandatanganan aplikasi, asisten masang kaayaan, konektipitas, persetujuan peluncuran-di-login, sareng bar menu bar reachability ku kituna masalah pangrojong tiasa di-triaged tanpa ditebak.
sv: Rapporten fångar appsignering, hjälpinstallationsstatus, anslutning, godkännande av start vid inloggning och nåbarhet i menyraden så att supportproblem kan lösas utan att gissa.
sw: Ripoti hunasa kipengele cha kuambatisha cheti kwenye programu, hali ya usakinishaji wa msaidizi, muunganisho, idhini ya kuzindua baada ya kuingia, na ufikiaji wa upau wa menyu ili masuala ya usaidizi yaweze kutatuliwa bila kubahatisha.
ta: அறிக்கையானது ஆப்ஸ் கையொப்பமிடுதல், உதவியாளர் நிறுவல் நிலை, இணைப்பு, உள்நுழைவு அனுமதி மற்றும் மெனு பார் அணுகல் ஆகியவற்றைப் படம்பிடிக்கிறது, எனவே ஆதரவு சிக்கல்களை யூகிக்காமல் முயற்சி செய்யலாம்.
te: నివేదిక యాప్ సంతకం చేయడం, సహాయక ఇన్‌స్టాల్ స్థితి, కనెక్టివిటీ, లాంచ్-ఎట్-లాగిన్ ఆమోదం మరియు మెను బార్ రీచ్‌బిలిటీని క్యాప్చర్ చేస్తుంది కాబట్టి మద్దతు సమస్యలను ఊహించకుండానే పరిష్కరించవచ్చు.
tg: Ҳисобот имзои барнома, ҳолати насби ёрирасон, пайвастшавӣ, тасдиқи оғози воридшавӣ ва дастрасии сатри менюро сабт мекунад, то масъалаҳои дастгирӣ бидуни тахмин ҳал карда шаванд.
th: รายงานรวบรวมการลงนามแอป สถานะการติดตั้งตัวช่วย การเชื่อมต่อ การอนุมัติเมื่อเข้าสู่ระบบ และการเข้าถึงแถบเมนู เพื่อให้สามารถแก้ไขปัญหาการสนับสนุนได้โดยไม่ต้องเดา
tr: Rapor, uygulama imzalamayı, yardımcı yükleme durumunu, bağlantıyı, oturum açma sırasında başlatma onayını ve menü çubuğu erişilebilirliğini yakalayarak destek sorunlarının tahmin edilmeden önceliklendirilebilmesini sağlar.
uk: Звіт фіксує підпис додатка, стан встановлення помічника, підключення, схвалення запуску під час входу та доступність рядка меню, щоб проблеми з підтримкою можна було перевірити без здогадів.
ur: رپورٹ ایپ پر دستخط کرنے، مددگار انسٹال کرنے کی حالت، کنیکٹیویٹی، لاگ ان کے آغاز کی منظوری، اور مینو بار کی قابل رسائی کو کیپچر کرتی ہے تاکہ سپورٹ کے مسائل کا اندازہ لگائے بغیر ٹرائی کیا جا سکے۔
uz: Hisobot ilovaga imzo qoʻyish, yordamchi oʻrnatish holati, ulanish, tizimga kirishda ishga tushirishni tasdiqlash va menyu paneliga kirish imkoniyatini aks ettiradi, shuning uchun qoʻllab-quvvatlash bilan bogʻliq muammolarni taxmin qilmasdan hal qilish mumkin.
vi: Báo cáo ghi lại quá trình ký ứng dụng, trạng thái cài đặt trợ giúp, khả năng kết nối, phê duyệt khởi chạy khi đăng nhập và khả năng tiếp cận thanh menu để có thể phân loại các vấn đề hỗ trợ mà không cần đoán trước.
xh: Ingxelo ibamba ukusayinwa kwe-app, umncedisi wokufakela imo, uqhagamshelo, imvume yokuqalisa ukungena, kunye nokufikelela kwibha yemenyu ukuze imiba yenkxaso ijongwe ngaphandle kokuqikelela.
yi: דער באַריכט קאַפּטשערז אַפּ סיינינג, העלפּער ינסטאַלירן שטאַט, קאַנעקטיוויטי, קאַטער-ביי-לאָגין האַסקאָמע, און מעניו באַר ריטשאַביליטי אַזוי שטיצן ישוז קענען זיין טריידזשד אָן געסינג.
yo: Ijabọ naa ṣe ifilọlẹ fawabale app, oluranlọwọ fifi sori ẹrọ ipo, Asopọmọra, ifọwọsi ifilọlẹ-ni-iwọle, ati wiwa ọpa akojọ aṣayan ki awọn ọran atilẹyin le jẹ triage laisi amoro.
zh_hans: 该报告捕获应用程序签名、帮助程序安装状态、连接性、登录时启动批准和菜单栏可达性，因此可以在无需猜测的情况下对支持问题进行分类。
zh_hant: 該報告捕獲應用程式簽名、幫助程式安裝狀態、連接性、登入時啟動批准和功能表列可達性，因此可以在無需猜測的情況下對支援問題進行分類。
zu: Umbiko uthwebula ukusayinda uhlelo lokusebenza, isimo sokufakwa komsizi, uxhumo, ukuvunyelwa kokungena ngemvume, kanye nokufinyeleleka kwebha yemenyu ukuze izinkinga zosekelo zicutshungulwe ngaphandle kokuqagela.

source: Theme
af: Tema
am: ጭብጥ
ar: الموضوع
az: Mövzu
be: Тэма
bg: Тема
bn: থিম
bs: Tema
ca: Tema
ceb: Tema
co: Tema
cs: téma
cy: Thema
da: Tema
de: Thema
el: Θέμα
eo: Temo
es: Tema
et: Teema
eu: Gaia
fa: موضوع
fi: Teema
fil: Tema
fr: Thème
fy: Tema
ga: Téama
gd: Cuspair
gl: Tema
gu: થીમ
ha: Jigo
haw: Kumuhana
he: נושא
hi: थीम
hmn: Ntsiab lus
hr: Tema
ht: Tèm
hu: téma
hy: Թեմա
id: Tema
ig: Isiokwu
is: Þema
it: Tema
ja: テーマ
jv: Tema
ka: თემა
kk: Тақырып
km: ប្រធានបទ
kn: ಥೀಮ್
ko: 테마
ky: Тема
lb: Thema
lo: ຫົວຂໍ້
lt: Tema
lv: Tēma
mg: Lohahevitra
mi: Kaupapa
mk: Тема
ml: തീം
mn: Сэдэв
mr: थीम
ms: Tema
mt: Tema
my: အပြင်အဆင်
nb: Tema
ne: विषयवस्तु
nl: Thema
ny: Mutu
pa: ਥੀਮ
pl: Motyw
ps: موضوع
pt: Tema
ro: Temă
ru: Тема
sd: موضوع
si: තේමාව
sk: Téma
sl: Tema
sm: Autu
so: Dulucda
sq: Tema
st: Sehlooho
su: Téma
sv: Tema
sw: Mandhari
ta: தீம்
te: థీమ్
tg: Мавзӯъ
th: ธีม
tr: Tema
uk: Тема
ur: تھیم
uz: Mavzu
vi: chủ đề
xh: Umxholo
yi: טעמע
yo: Akori
zh_hans: 主题
zh_hant: 主題
zu: Itimu
